Repository: jsavargas/Calibre-Plugins
Catalog: f_rating/translations/*.po
Languages: es

source: Run F_rating to set decimal rating
es: Ejecute F_rating para establecer una calificación decimal y contar las reseñas

source: Column checked
es: Columna verificada

source: Column exists already
es: La columna ya existe

source: Column created
es: Columna creada

source: A custom column is created. restart Calibre to continue If the column is not created you have to do it manual
es: Se crea una columna personalizada. reinicie Calibre para continuar Si no se crea la columna hay que hacerlo manual

source: searching ..
es: buscando ..

source: Database Update
es: Base de datos actualizada

source: Finished extracting rating from publisherfield - for a total of %d books
es: Terminado de extraer la calificación y las reseñas para el campo Editor - por un total de %d libros

source: Set decimal rating
es: Establecer calificación decimal

source: Search end set database for decimal_ratings
es: Buscar en la base de datos del conjunto final para calificación_decimal

source: Check and create custom column
es: Comprobar y crear una columna personalizada

source: Create custom column
es: Comprobar y crear una columna personalizada
